[
  {
    "title": "transistor",
    "image": "https://miro.medium.com/v2/resize:fit:1200/1*YEvUPE-v_w2uq7y4ucB-VA.jpeg",
    "description": "Transistor uses an isometric point of view. The player controls the main character, Red, as she travels through a series of locations, battling enemies known collectively as the Process in both real-time combat and a frozen planning mode referred to as Turn(). Using Turn() drains the action bar, which refills after a short delay. Until it is full again, Red cannot use Turn(), or any other power (with a few exceptions).[3] Red earns experience points after each battle, and may collect new powers (called Functions) from fallen victims of the Process."
  },
  {
    "title": "transport tycoon deluxe",
    "image": "https://www.myabandonware.com/media/screenshots/t/transport-tycoon-deluxe-lbf/transport-tycoon-deluxe_1.png",
    "description": "The game begins in 1930, and ends in 2030. The player starts out by borrowing money to finance construction of transport facilities, and is charged interest until the loan is repaid. As the user plays the game and earns revenues, they have the choice of expanding service along existing routes, or expanding their transportation network. The game features a progression of technology: in any particular year of the game generally only contemporary types of technology are available. For example, railroad signals which allow more than one train to use a section of track are initially semaphores. Later, they are replaced by red and green traffic-light signals. Similarly, in the beginning there are only steam engines, but later diesel and electric engines are introduced. In the game year 1999, monorails become available. These require a separate track system from railroads. If the player remains in business until 2030, the game announces that they have won, allows them to post their name on the 'hall of fame' and then continues. At this point, the year stays 2030 and never goes any higher, although the game can continue indefinitely. Playing the entire 100-year campaign takes about 40 hours. The game allows the player to save at any time, and multiple saves of a particular game at any point are possible."
  },
  {
    "title": "spirit farer",
    "image": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/972660/ss_a751970e68bc928538fbc4f52d6090c6ff1d8974.1920x1080.jpg?t=1729618510",
    "description": "The core gameplay consists of the player, in the role of Stella, meeting the needs of the spirits aboard their ship with food and completing tasks for them, as well as building new additions to their ship. This leads to the player collecting materials while on their journey to build kitchens, gardens, and other amenities to help the spirits feel more at home. New ship sections are placed on a square grid and can be stacked on top of one another, with more room becoming available as the player upgrades the ship's capacity.\n\nAs they progress through their given tasks, the player uncovers more of each spirit's backstory, culminating in their crossing over to the afterlife through the Everdoor, a gateway into the afterlife to which the player must ferry them. The characters that Stella meets throughout the game unlock mini-games to play for materials and in-game currency. These games are often relevant to the spirit's character traits and backstory, such as collecting a creature's offspring alongside the maternal grandmother character, Alice. The game also has vendors that sell items such as seeds for the player's gardens and ingredients to use in various dishes, some of which are specifically requested by the spirit passengers."
  },
  {
    "title": "sid meier's pirates",
    "image": "https://external-preview.redd.it/classics-review-sid-meiers-pirates-the-golden-age-of-piracy-v0-ptwBbO1kaWDAaZcytZJXy6Q8U7vkOdv1T1FPjYjoq2M.jpg?auto=webp&s=fbd464d435046faca36011b666c87faef3184c7d",
    "description": "Pirates! is a single-player, open-world game. The player receives a letter of marque authorizing service as a privateer for the Spanish Empire, the Dutch Republic, the Kingdom of England, or the French colonial empire in the Caribbean. The player's loyalties may change over the course of the game; they may also hold rank with multiple countries and may turn to piracy at any time. Gameplay is open-ended; the player may choose to attack enemy ships or towns, hunt pirates, seek buried treasure, rescue long-lost family members, or even avoid violence altogether and seek to increase their wealth through trade. The game also has no predetermined end, although as time goes on, it becomes more difficult to recruit crew members. As the player character ages, fighting becomes more difficult, and deteriorating health will eventually force the character into retirement. The game ends when the player retires, at which point they are given a position in their future life, from beggar to King's advisor, based on accumulated wealth, land, rank, marital status, and other accomplishments.\n\nThe era of play is one of the choices given to a player at game-start. Different eras provide a different challenge, as political and economic power shifts between the four fledgling European empires. Choosing 1560 (the earliest choice) as the starting year places the player in the Caribbean almost devoid of influence but that of Spain, while 1680 (the latest choice) provides a mature Caribbean with many non-Spanish colonies and an overall higher degree of activity in the region. The other choices include 1600, 1620, 1640, and 1660, with the progressive effect of reducing Spanish dominance in favor of the other nations, while increasing seafaring traffic. Ship designs are also era-dependent, with some types of ships appearing more frequently in certain eras and less in others, and certain ship types being used near-exclusively by certain nations."
  },
  {
    "title": "return of the obra dinn",
    "image": "https://nwn.blogs.com/.a/6a00d8341bf74053ef02c8d3c0b70d200c-800wi",
    "description": "Return of the Obra Dinn is effectively one large logic puzzle. The game is played as a first-person adventure game, allowing the player to fully explore the Obra Dinn, using a monochromatic dithering style to mimic the shading and color methods of early computer games. To help track their progress, the player is given a logbook that includes a drawing of all the crew members, the crew roster, and a plan of the ship. They are also given the Memento Mortem, a pocketwatch-like device that can be used on a corpse. When activated, the player will hear the events that transpired in the seconds immediately before death, and can then explore the moment of death frozen in time. This is used to identify who was present, to capture moments in other rooms or on other decks, and to make note of details at the scene. These are used to help connect the faces of crewmates to their names and roles. While exploring a moment of death, the player can use the pocketwatch again to explore the fate of corpses captured in the vision."
  },
  {
    "title": "eufloria",
    "image": "https://cdn.mos.cms.futurecdn.net/aa0ccc896b91747ea06143fa9e5c5d77-1200-80.jpg",
    "description": "Graphically, Eufloria is simple, with minimalistic graphics, and a simple design. The colour of the Euflorian empire is customizable.At the start of the game, the player has one tree, called a Dyson tree, on an asteroid. The tree has a number of branches and leaves that fall off and become seedlings, which can be used to either create trees or fight other seedlings. Each tree is unique, the growth of its branches based on a fractal algorithm.To create trees, 10 seedlings are needed in orbit of an asteroid. These seedlings then plummet into the ground to grow grass and the trees' roots. A plant called a defense tree may also be grown that attacks invading enemy seedlings by releasing explosive fruit. Over time, the plant's health, damage, and spawn rate increases. The player can also customize their asteroids with add-ons called 'flowers'.If a dyson tree has a flower added, dysons with a vastly enhanced firerate and range are produced. If a defense tree has a flower added, lasermines are produced. These are powerful seedlings which can take on multiple enemies with multiple lasers, and a suicidal explosion.The seedlings can attack enemy asteroids, and take them over by burrowing through the roots to the core, and sapping the energy of the asteroid.All levels are partially randomly generated, meaning each playthrough is slightly different. Also, each asteroid is unique in size and values, and produces seedlings with different stats. There are three stats: Speed enhances the rate of movement of seedlings, Strength enhances the damage of seedlings, and Energy increases the speed at which seedlings can convert enemy asteroids. The stats also affect the appearance of the seedlings."
  },
  {
    "title": "world of goo",
    "image": "https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_1.5/c_scale,w_400/ncom/software/switch/70010000000165/9f103dd5fb231a7e8e037caf38b23512406095d064d5be4322d8e9efe92725eb",
    "description": "The game is built around the idea of creating large structures using balls of goo.[4] The game is divided into five chapters, each containing several levels. Each level has its own graphic and musical theme, giving a unique atmosphere. There is also a bonus meta-game called World of Goo Corporation, where the objective is to build the highest tower using goo balls which the player collected through the course of the game. Players from all over the world can compete, as the height of the tower and number of goo balls used are being constantly uploaded to the 2D Boy server.The main objective of the game is to get a requisite number of goo balls to a pipe designed to represent the exit. In order to do so, the player must use the goo balls to construct bridges, towers, and other structures to overcome gravity and various terrain difficulties such as chasms, hills, spikes, windmills, or cliffs. There are several types of goo balls in the game, each of which has unique properties. The player must exploit combinations of these goo balls in order to complete each level. Extra goos recovered in the pipe are pumped through to World of Goo Corporation, a sandbox area where the objective is to compete with other players worldwide by building the tallest tower possible.[5] Players can also try to achieve the 'Obsessive Completion Distinction Flag' for each level by completing the level under more stringent criteria, such as collecting a larger number of Goo balls, finishing under a set amount of time or using as few moves as possible.The WiiWare version includes multiplayer with up to four people on the same Wii. This facility is also available, albeit unsupported, in the Linux port."
  },
  {
    "title": "limbo",
    "image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/Limbo-Review1.jpg",
    "description": "The player controls the boy throughout the game. As is typical of most two-dimensional platform games, the boy can run left or right, jump, climb onto short ledges or up and down ladders and ropes, and push or pull objects. Limbo is presented through dark, greyscale graphics and with minimalist ambient sounds, creating an eerie, haunting environment.The dark visuals also serve to conceal numerous lethal surprises, including such environmental and physical hazards as deadly bear traps on the forest floor, or lethal monsters hiding in the shadows. Among the hazards are glowing worms, which attach themselves to the boy's head and force him to travel in only one direction until they are killed.The game's second half features mechanical puzzles and traps using machinery, electromagnets, and gravity. Many of these traps are not apparent until triggered, often killing the boy. The player is able to restart at the last encountered checkpoint, with no limits placed on how many times this can occur. Some traps can be avoided and used later in the game; one bear trap is used to clamp onto an animal's carcass, hung from the end of a rope, tearing the carcass off the rope and allowing the branch and rope to retract upwards and allow the boy to climb onto a ledge otherwise out of reach. As the player will likely encounter numerous deaths before they solve each puzzle and complete the game, the developers call Limbo a 'trial and death' game. Some deaths are animated with images of the boy's dismemberment or beheading, although an optional gore filter on some platforms blacks out the screen instead of showing these deaths.[5][6] Game achievements (optional in-game goals) include finding hidden insect eggs and completing the game with five or fewer deaths."
  }
]
